[
    {
        "fact": "Here’s looking at you. Dogs have three eyelids, an upper lid, a lower lid and the third lid, called a nictitating membrane or \"haw,\" which helps keep the eye moist and protected.",
        "created_date": "2023-10-02T02:22:00.272Z"
    },
    {
        "fact": "Dogs are direct descendants of wolves.",
        "created_date": "2024-05-12T08:17:49.657Z"
    },
    {
        "fact": "Dachshunds were originally bred for fighting badgers.",
        "created_date": "2024-07-11T22:49:15.819Z"
    },
    {
        "fact": "The Chihuahua was named after the state in Mexico where they were discovered.",
        "created_date": "2024-02-13T12:17:10.103Z"
    },
    {
        "fact": "The earliest dog fossil dates back to nearly 10,000 B.C.",
        "created_date": "2023-10-21T13:42:31.896Z"
    },
    {
        "fact": "Dogs can smell about 1,000 times better than humans. While humans have 5 million smell-detecting cells, dogs have more than 220 million. The part of the brain that interprets smell is also four times larger in dogs than in humans.",
        "created_date": "2023-08-05T22:31:44.473Z"
    },
    {
        "fact": "Dogs who bark the most: Miniature Schnauzers, Cairn Terriers, Yorkshire Terriers, Fox Terriers and West Highland White Terriers.",
        "created_date": "2024-04-30T09:51:12.862Z"
    },
    {
        "fact": "Dogs can count up to five and can perform simple mathematical calculations.",
        "created_date": "2024-03-13T11:07:45.588Z"
    },
    {
        "fact": "Dogs belong to a biological family called the Canidae, a member of this family is called a canid. This is the origin of the adjective \"canine\" which means \"of or like a dog, relating to or characteristic of dogs\".",
        "created_date": "2024-04-14T00:25:43.063Z"
    },
    {
        "fact": "The border collie or sheep dog is often considered to be the most intelligent breed of dog some of them have been trained to recognize the words for up to 1,000 objects and retrieved them by verbal command.",
        "created_date": "2023-08-03T00:57:14.917Z"
    },
    {
        "fact": "A dog’s heart beats up to 120 times per minute, or 50 faster than the average human heartbeat of 80 times per minute",
        "created_date": "2023-12-06T06:04:37.129Z"
    },
    {
        "fact": "In ancient Greece, kennels of dogs were kept at the sanctuary of Asclepius at Epidaurus. Dogs were frequently sacrificed there because they were plentiful, inexpensive, and easy to control. During the July 25 celebration of the kunophontis \"the massacre of dogs\", dog sacrifices were performed to appease the ancestors of Apollo’s son, Linos, who was devoured by dogs..",
        "created_date": "2024-05-19T05:23:03.498Z"
    },
    {
        "fact": "Dalmatians are completely white at birth.",
        "created_date": "2023-09-02T07:09:10.585Z"
    },
    {
        "fact": "The origin of amputating a dog’s tail may go back to the Roman writer Lucius Columella’s \"A.D. 4-70\"} assertion that tail docking prevented rabies. ",
        "created_date": "2023-10-19T07:57:31.759Z"
    },
    {
        "fact": "Is it a duck... or a dog? The Newfoundland breed has a water resistant coat and webbed feet. This dog was originally bred to help haul nets for fishermen and rescuing people at risk of drowning.",
        "created_date": "2024-06-02T18:55:44.949Z"
    },
    {
        "fact": "Dogs have twice as many muscles to move their ears as people.",
        "created_date": "2024-01-23T12:12:15.140Z"
    },
    {
        "fact": "A one year old dog is as physically mature as a 15 year old human.",
        "created_date": "2023-11-14T19:59:10.681Z"
    },
    {
        "fact": "Walt Disney's family dog -- named Sunnee -- was the inspiration behind \"Lady and the Tramp.\"",
        "created_date": "2024-06-26T11:29:58.618Z"
    },
    {
        "fact": "If your dog’s acting funny, get out the umbrella! According to a Petside.com/Associated Press poll, 72 of dog owners believe their dog can detect when stormy weather is on the way.",
        "created_date": "2024-06-27T11:12:12.002Z"
    },
    {
        "fact": "Service dogs are trained to know when they are on duty. When their harness is on, they know it's business time. When you take it off, the pups immediately become playful and energetic.",
        "created_date": "2023-10-16T14:06:34.936Z"
    },
    {
        "fact": "There are 703 breeds of purebred dogs.",
        "created_date": "2024-01-15T18:25:51.579Z"
    },
    {
        "fact": "In general, smaller breeds live longer than larger breeds.",
        "created_date": "2024-02-28T17:40:00.748Z"
    },
    {
        "fact": "In 2002 alone, more people in the U.S. were killed by dogs than by sharks in the past 100 years.",
        "created_date": "2024-07-11T16:13:34.354Z"
    },
    {
        "fact": "Dogs can discriminate the emotional expressions of human faces.",
        "created_date": "2024-06-06T02:33:25.736Z"
    },
    {
        "fact": "Dogs with little human contact in the first three months typically don’t make good pets.",
        "created_date": "2024-06-17T06:42:22.168Z"
    },
    {
        "fact": "Some studies believe that dogs started to be domesticated 33,000 years ago.",
        "created_date": "2023-10-16T18:27:54.468Z"
    },
    {
        "fact": "The Boy Scouts and Girl Scouts both offer merit badges in dog care.",
        "created_date": "2023-11-30T20:45:20.804Z"
    },
    {
        "fact": "Rin Tin Tin was the first Hollywood dog star.",
        "created_date": "2023-12-27T15:35:49.934Z"
    },
    {
        "fact": "The U.S. has the highest dog population in the world.",
        "created_date": "2023-09-06T10:56:15.656Z"
    },
    {
        "fact": "Humans can detect sounds at 20,000 times per second, while dogs can sense frequencies of 30,000 times per second.",
        "created_date": "2024-04-25T13:06:49.757Z"
    },
    {
        "fact": "Tired puppies get cranky just like little kids. If you have a fussy puppy, try nap time.",
        "created_date": "2023-10-25T03:12:33.204Z"
    },
    {
        "fact": "About one-third of a dog’s brain is dedicated to smell.",
        "created_date": "2023-12-17T20:00:48.182Z"
    },
    {
        "fact": "The world’s smallest dog breed is the Chihuahua.",
        "created_date": "2023-12-31T15:14:50.399Z"
    },
    {
        "fact": "Dogs are omnivores -- they eat meat, grains and vegetables.",
        "created_date": "2023-12-30T01:55:39.030Z"
    },
    {
        "fact": "President Lyndon Johnson's beagles were named Him and Her.",
        "created_date": "2023-10-03T04:57:03.250Z"
    },
    {
        "fact": "A dog’s mouth exerts 150–200 pounds of pressure per square inch with some dogs exerting up to 450 pounds per square inch.",
        "created_date": "2023-09-19T12:50:08.125Z"
    },
    {
        "fact": "Chocolate contains a substance known as theobromine \"similar to caffeine\" which can kill dogs or, at the very least, make them violently ill.",
        "created_date": "2023-09-13T13:16:32.348Z"
    },
    {
        "fact": "An elderly woman was saved by her 12-pound Yorkshire Terrier, who fought off an 80- pound Akita, and survived with only 9 stitches.",
        "created_date": "2024-05-23T18:24:48.288Z"
    },
    {
        "fact": "Why do they do that? When dogs kick after going to the bathroom, they are using the scent glands on their paws to further mark their territory.",
        "created_date": "2024-07-28T09:40:12.427Z"
    },
    {
        "fact": "The breed of dog with the best sense of smell is the bloodhound.",
        "created_date": "2024-05-08T06:19:38.726Z"
    },
    {
        "fact": "Plato once said that \"a dog has the soul of a philosopher.\" ",
        "created_date": "2024-03-29T17:38:33.726Z"
    },
    {
        "fact": "Dogs have twice as many muscles to move their ears as humans, if you're looking for unusual facts about dogs!",
        "created_date": "2024-04-13T07:39:40.645Z"
    },
    {
        "fact": "Most dogs have 18 or more muscles to tilt, rotate, and move their ears.",
        "created_date": "2023-09-13T21:25:11.153Z"
    },
    {
        "fact": "A puppy is born blind, deaf, and toothless.",
        "created_date": "2024-06-30T18:24:19.870Z"
    },
    {
        "fact": "U.S. Customs dogs \"Rocky\" and \"Barco\" were so good at patrolling the border that Mexican drug lords put a $300,000 bounty on their heads.",
        "created_date": "2024-01-14T00:04:19.296Z"
    },
    {
        "fact": "Ancient Egyptians revered their dogs. When a pet dog would die, the owners shaved off their eyebrows, smeared mud in their hair, and mourned aloud for days.",
        "created_date": "2023-12-01T16:42:12.425Z"
    },
    {
        "fact": "Puppies are born deaf and cannot hear until they are about 21 days old. The young are born small, blind and helpless and require a long period of parental care.",
        "created_date": "2023-10-21T10:42:53.661Z"
    },
    {
        "fact": "The Basenji is the world’s only barkless dog.",
        "created_date": "2024-06-19T23:42:00.018Z"
    },
    {
        "fact": "Female dogs carry puppies for about nine weeks before birth.",
        "created_date": "2024-03-06T08:20:08.248Z"
    },
    {
        "fact": "An estimated 1,000,000 dogs in the U.S. have been named as the primary beneficiaries in their owner’s will.",
        "created_date": "2023-08-02T15:23:13.056Z"
    },
    {
        "fact": "The wetness of a dog's nose is essential for determining what direction a smell is coming from.",
        "created_date": "2023-12-30T15:55:39.785Z"
    },
    {
        "fact": "Dogs can be trained to detect epileptic seizures in humans.",
        "created_date": "2024-02-13T09:45:32.944Z"
    },
    {
        "fact": "Some Search and Rescue (SaR) Dogs are trained to sniff out humans 1/4 mile away or more.",
        "created_date": "2024-02-25T01:20:28.691Z"
    },
    {
        "fact": "Although it was once illegal to keep dogs as pets in Iceland's capital city, the laws have been relaxed.",
        "created_date": "2023-09-03T16:52:26.970Z"
    },
    {
        "fact": "In ancient China, people kept warm by putting dogs up their sleeves.",
        "created_date": "2023-08-19T18:37:43.623Z"
    },
    {
        "fact": "The best age to bring a puppy home is 8 to 12 weeks.",
        "created_date": "2023-10-30T08:05:06.992Z"
    },
    {
        "fact": "President Calvin Coolidge owned at least a dozen dogs.",
        "created_date": "2023-08-24T03:40:08.183Z"
    },
    {
        "fact": "More than half of all U.S. presidents have owned dogs.",
        "created_date": "2024-02-10T12:11:42.465Z"
    },
    {
        "fact": "Hound dogs and long-nosed dogs also have a unique name for their head-type: \"Dolichocephalic.\"",
        "created_date": "2024-02-04T20:17:33.319Z"
    },
    {
        "fact": "Big happy \"helicopter\" tail wagging is one sign of a really nice dog",
        "created_date": "2024-03-24T21:23:28.470Z"
    },
    {
        "fact": "The Labrador Retriever has been the most popular dog breed since 1991.",
        "created_date": "2024-01-13T18:25:42.285Z"
    },
    {
        "fact": "Some dogs can smell dead bodies under water, where termites are hiding, and natural gas buried under 40 feet of dirt. They can even detect cancer that is too small to be detected by a doctor and can find lung cancer by sniffing a person’s breath.",
        "created_date": "2024-05-21T23:37:28.585Z"
    },
    {
        "fact": "The first dog chapel was established in 2001. It was built in St. Johnsbury, Vermont, by Stephan Huneck, a children’s book author whose five dogs helped him recuperate from a serious illness.",
        "created_date": "2023-09-22T23:40:10.169Z"
    },
    {
        "fact": "Endal was the first dog to ride on the London Eye (the characteristic ferris wheel in London, England), and was also the first known dog to successfully use a ATM machine.",
        "created_date": "2023-11-21T21:47:21.695Z"
    },
    {
        "fact": "Yummy! Dogs have about 1,700 taste buds. Humans have approximately 9,000 and cats have around 473.",
        "created_date": "2024-07-18T21:59:02.853Z"
    },
    {
        "fact": "Pugs and other dogs with short muzzles have a peculiar head-type known as \"Brachycephalic.\"",
        "created_date": "2024-07-30T18:09:22.084Z"
    },
    {
        "fact": "The longer a dog’s nose, the more effective it’s internal cooling system.",
        "created_date": "2024-05-28T03:12:50.047Z"
    },
    {
        "fact": "Revolutionary War soldiers sometimes brought their dogs with them into battle. Such was the case with George Washington and his dog, Sweetlips.",
        "created_date": "2024-04-09T06:04:42.419Z"
    },
    {
        "fact": "The Beatles song \"A day in the Life\" has an extra high-pitched whistle, audible only to dogs. It was recorded by Paul McCartney for the enjoyment of his Shetland sheepdog.",
        "created_date": "2023-12-27T10:33:48.756Z"
    },
    {
        "fact": "Puppies can sleep 18 to 20 hours a day during that rapid body growth phase.",
        "created_date": "2024-03-10T03:13:51.664Z"
    },
    {
        "fact": "During the Middle Ages, mixed breeds of peasants’ dogs were required to wear blocks around their necks to keep them from breeding with noble hunting dogs. Purebred dogs were very expensive and hunting became the province of the rich.",
        "created_date": "2024-03-28T13:27:49.068Z"
    },
    {
        "fact": "The Beagle came into prominence in the 1300s and 1400s during the days of King Henry VII of England. Elizabeth I was fond of Pocket Beagles, which were only 9\" high.",
        "created_date": "2023-11-08T21:37:11.902Z"
    },
    {
        "fact": "Watch that plate of cookies! A Dog’s sense of smell is 10,000 – 100,000 times more acute as that of humans.",
        "created_date": "2023-09-26T15:06:15.942Z"
    },
    {
        "fact": "When dogs have been doing a lot of exercise, they pant. It is not because they are out of breath like a human would be. Dogs have developed the method of losing heat by panting because sweating would not be very efficient due to all the fur.",
        "created_date": "2023-10-01T18:47:06.527Z"
    },
    {
        "fact": "Obesity is the #1 health problem among dogs.",
        "created_date": "2023-12-24T12:51:55.952Z"
    },
    {
        "fact": "Greyhounds can reach a speed of up to 45 miles per hour.",
        "created_date": "2023-11-29T23:19:24.909Z"
    },
    {
        "fact": "Dogs often bury bones so that they can dig them up at some moment in the future when they are hungry.",
        "created_date": "2024-01-30T04:34:57.838Z"
    },
    {
        "fact": "The smallest dog on record was a matchbox-size Yorkshire Terrier. It was 2.5\" tall at the shoulder, 3.5\" from nose tip to tail, and weighed only 4 ounces.",
        "created_date": "2023-11-15T16:38:16.017Z"
    },
    {
        "fact": "Two stray dogs in Afghanistan saved 50 American soliders. A Facebook group raised $21,000 to bring the dogs back to the US and reunite them with the soldiers.",
        "created_date": "2024-04-19T10:17:23.166Z"
    },
    {
        "fact": "Touch is the first sense the dog develops. The entire body, including the paws, is covered with touch-sensitive nerve endings.",
        "created_date": "2023-08-13T17:02:01.409Z"
    },
    {
        "fact": "Dogs with big, square heads and large ears \"like the Saint Bernard\"} are the best at hearing subsonic sounds.",
        "created_date": "2024-07-16T18:40:36.745Z"
    },
    {
        "fact": "The oldest dog on record was an Australian cattle dog named Bluey who lived 29 years and 5 months. In human years, that is more than 160 years old.",
        "created_date": "2024-04-23T00:42:31.917Z"
    },
    {
        "fact": "Pregnancy can be prevented by spaying the female dog, this involves removing both the ovaries and the uterus.",
        "created_date": "2023-10-19T11:59:53.409Z"
    },
    {
        "fact": "The name of the dog on the Cracker Jacks box is Bingo. The Taco Bell Chihuahua is a rescued dog named Gidget.",
        "created_date": "2024-07-04T08:15:53.158Z"
    },
    {
        "fact": "A dog’s shoulder blades are unattached to the rest of the skeleton to allow greater flexibility for running.",
        "created_date": "2023-08-20T22:08:21.306Z"
    },
    {
        "fact": "The world's oldest breed, the Saluki, originated in Egypt around 329 B.C.",
        "created_date": "2024-05-01T22:02:11.525Z"
    },
    {
        "fact": "The most dogs ever owned by one person were 5,000 Mastiffs owned by Kublai Khan.",
        "created_date": "2024-07-15T10:54:30.636Z"
    },
    {
        "fact": "Fifteen people die in the U.S. every year from dog bites.",
        "created_date": "2023-08-06T01:51:07.318Z"
    },
    {
        "fact": "The average dog can run about 19 mph. Greyhounds are the fastest dogs on Earth and can run at speeds of 45 mph.",
        "created_date": "2024-04-20T14:30:32.282Z"
    },
    {
        "fact": "Upright, stiff, rapid tail movement is not wagging or \"friendly\" but indicates a dog who's rather excited and focused.",
        "created_date": "2023-08-29T10:46:24.232Z"
    },
    {
        "fact": "The Chihuahua was named for the state in northwestern Mexico where they were discovered.",
        "created_date": "2023-11-08T02:15:16.673Z"
    },
    {
        "fact": "Puppies’ eyes do not fully open until they’re about 12 days old.",
        "created_date": "2024-06-16T03:29:52.239Z"
    },
    {
        "fact": "'Frito Feet' is the name of the phenomenon in which the bacteria on a dog's paws cause them to smell like corn chips. Because a pup's feet are in constant contact with the ground, they pick up tons of microorganisms in their paws. When dogs cool off by sweating through the pads of their feet, the combo of moisture and bacteria releaces a nutty, popcorn-like aroma. Basically it's dog B.O.",
        "created_date": "2023-11-11T15:46:07.176Z"
    },
    {
        "fact": "A Beatles hit. It’s rumored that, at the end of the Beatles song, \"A Day in the Life,\" Paul McCartney recorded an ultrasonic whistle, audible only to dogs, just for his Shetland sheepdog.",
        "created_date": "2023-10-05T02:50:12.148Z"
    },
    {
        "fact": "It pays to be a lap dog. Three dogs \"from First Class cabins!\" survived the sinking of the Titanic – two Pomeranians and one Pekingese.",
        "created_date": "2023-10-24T11:40:10.405Z"
    },
    {
        "fact": "Every dog on earth likely descended from a species knows as the Tomarctus – a creature that roamed the earth over 15 million years ago.",
        "created_date": "2023-08-22T21:31:16.029Z"
    },
    {
        "fact": "Chase that tail! Dogs chase their tails for a variety of reasons: curiosity, exercise, anxiety, predatory instinct or, they might have fleas! If your dog is chasing his tail excessively, talk with your vet.",
        "created_date": "2023-11-17T20:27:47.727Z"
    },
    {
        "fact": "Move over Rover! 45 of dogs sleep in their owner’s bed \"we’re pretty sure a large percentage also hog the blankets!\" ",
        "created_date": "2023-11-27T10:51:24.275Z"
    },
    {
        "fact": "Dogs are mentioned in the Bible more than 35 times.",
        "created_date": "2023-08-25T17:31:14.458Z"
    },
    {
        "fact": "Female dogs are only ready to mate–\"in heat\"–twice a year for a total of roughly 20 days.",
        "created_date": "2024-05-03T22:03:38.394Z"
    },
    {
        "fact": "Like human babies, Chihuahuas are born with a soft spot in their skull which closes with age.",
        "created_date": "2024-02-08T23:55:11.302Z"
    },
    {
        "fact": "The Berger Picard, Miniature American Shepherd and Lagotto Romagnolo are the newest dog breeds recognized by the American Kennel Club in 2015.",
        "created_date": "2024-02-02T07:06:28.005Z"
    },
    {
        "fact": "Smaller breeds of dogs mature faster than larger breeds.",
        "created_date": "2024-07-21T07:34:33.198Z"
    },
    {
        "fact": "Dogs have a wet nose to collect more of the tiny droplets of smelling chemicals in the air.",
        "created_date": "2023-10-29T20:17:38.913Z"
    },
    {
        "fact": "Two Labradors, Lucky and Flo, were the first dogs known for sniffing out pirated DVDs.",
        "created_date": "2024-07-31T12:01:36.158Z"
    },
    {
        "fact": "National Geographic's Dr. Brady Barr measured a dog's average bite force at 320 pounds of pressure per square inch.",
        "created_date": "2024-02-24T15:34:17.179Z"
    },
    {
        "fact": "If you want a dog to see things in a green background the best color is blue.",
        "created_date": "2023-08-13T17:29:36.522Z"
    },
    {
        "fact": "In 1969, Lassie was the first animal inducted into the Animal Hall of Fame.",
        "created_date": "2023-09-22T14:03:54.490Z"
    },
    {
        "fact": "The most popular male dog names are Max and Jake. The most popular female dog names are Maggie and Molly.",
        "created_date": "2023-08-09T06:04:13.436Z"
    },
    {
        "fact": "Cerberus was the tri-headed dog that guarded the underworld in Greek mythology.",
        "created_date": "2023-10-04T01:13:21.573Z"
    },
    {
        "fact": "Dogs in a pack are more likely to chase and hunt than a single dog on its own. Two dogs are enough to form a pack.",
        "created_date": "2023-10-08T21:06:37.564Z"
    },
    {
        "fact": "In Australia, a man who was arrested for drug possession argued his civil rights were violated when the drug-sniffing dog nuzzled his crotch. While the judge dismissed the charges, they were later reinstated when a prosecutor pointed out that in the animal kingdom, crotch nuzzling was a friendly gesture.",
        "created_date": "2023-11-03T11:17:50.165Z"
    },
    {
        "fact": "Pekingese and Japanese Chins were so important in the ancient Far East that they had their own servants and were carried around trade routes as gifts for kings and emperors. Pekingese were even worshipped in the temples of China for centuries.",
        "created_date": "2024-03-25T10:33:10.704Z"
    },
    {
        "fact": "Dogs are all direct descendants of wolves.",
        "created_date": "2023-12-27T18:16:04.059Z"
    },
    {
        "fact": "The world’s smartest dogs are thought to be \"1\" the Border Collie, \"2\" the Poodle, and \"3\" the Golden Retriever and the dumbest dog is believed to be the Afghan Hound.",
        "created_date": "2023-10-22T20:31:14.284Z"
    },
    {
        "fact": "More than one in three U.S. families owns a dog.",
        "created_date": "2023-12-28T07:24:10.032Z"
    },
    {
        "fact": "Dogs like sweets a lot more than cats do. While cats have around only 473 taste buds, dogs have about 1,700 taste buds. Humans have approximately 9,000.",
        "created_date": "2023-09-26T12:28:57.656Z"
    },
    {
        "fact": "In Old England, the word \"hound\" was used to refer to all types of dogs.",
        "created_date": "2024-06-08T00:52:40.866Z"
    },
    {
        "fact": "Mastiffs wore armor and were sent after mounted knights in Roman times.",
        "created_date": "2024-01-02T09:59:53.898Z"
    },
    {
        "fact": "All breeds of dog have been found to attack livestock, from 3-month-old puppies to 13-year-old poodles.",
        "created_date": "2023-09-23T03:10:10.641Z"
    },
    {
        "fact": "Why are dogs’ noses so wet? Dogs’ noses secrete a thin layer of mucous that helps them absorb scent. They then lick their noses to sample the scent through their mouth.",
        "created_date": "2024-05-31T17:26:14.927Z"
    },
    {
        "fact": "Most experts believe humans domesticated dogs before donkeys, horses, sheep, goats, cattle, cats, or chickens.",
        "created_date": "2024-04-14T10:58:35.617Z"
    },
    {
        "fact": "The Russians trained dogs during WWII to run suicide missions with mines strapped to their backs.",
        "created_date": "2024-01-15T19:43:00.314Z"
    },
    {
        "fact": "When \"Bobbie,\" a Collie/Shepherd mix, was accidentally abandoned on a family vacation, he traveled 2,551 miles over six months to return to his home.",
        "created_date": "2023-09-09T07:05:15.812Z"
    },
    {
        "fact": "Dogs can see in color, though they most likely see colors similar to a color-blind human. They can see better when the light is low.",
        "created_date": "2024-06-15T01:18:15.896Z"
    },
    {
        "fact": "Hyenas aren't actually dogs. They are more closely related to cats.",
        "created_date": "2024-07-25T04:33:09.948Z"
    },
    {
        "fact": "Puppies sleep 90 of the day for their first few weeks.",
        "created_date": "2023-11-03T13:31:35.297Z"
    },
    {
        "fact": "There is a dog-shaped building in New Zealand.",
        "created_date": "2024-06-01T13:05:24.949Z"
    },
    {
        "fact": "There are hundreds of breeds of dogs.",
        "created_date": "2024-01-08T02:33:02.321Z"
    },
    {
        "fact": "It is not possible to know how many puppies a dog will have just by looking. The appearance can be very deceptive.",
        "created_date": "2023-11-03T19:27:11.895Z"
    },
    {
        "fact": "Dogs don't enjoy being hugged as much as humans and other primates. Canines interpret putting a limb over another animal as a sign of dominance.",
        "created_date": "2023-10-03T17:05:14.099Z"
    },
    {
        "fact": "Within hours of the September 11, 2001, attack on the World Trade Center, specially trained dogs were on the scene, including German Shepherds, Labs, and even a few little Dachshunds.",
        "created_date": "2023-12-08T03:49:40.722Z"
    },
    {
        "fact": "Dog’s don’t see in black-and-white, they have 2 color receptors, and can see yellow and blue.",
        "created_date": "2024-04-21T20:34:30.859Z"
    },
    {
        "fact": "There are an estimated 400 million dogs in the world.",
        "created_date": "2023-11-13T20:39:31.636Z"
    },
    {
        "fact": "The smallest known adult dog was a Yorkshire Terrier that was only 2.5 inches at the shoulder, and weighed only 4 ounces.",
        "created_date": "2023-09-02T08:50:35.596Z"
    },
    {
        "fact": "Teddy Roosevelt’s dog, Pete, ripped a French ambassador’s pants off at the White House.",
        "created_date": "2024-05-18T23:59:35.435Z"
    },
    {
        "fact": "Zorba, an English mastiff, is the biggest dog ever recorded. He weighed 343 pounds and measured 8’ 3\" from his nose to his tail.",
        "created_date": "2024-07-28T13:48:27.650Z"
    },
    {
        "fact": "The dog was frequently depicted in Greek art, including Cerberus, the three-headed hound guarding the entrance to the underworld, and the hunting dogs which accompanied the virgin goddess of the chase, Diana.",
        "created_date": "2023-11-28T13:58:29.097Z"
    },
    {
        "fact": "It is a myth that dogs are color blind. They can actually see in color, just not as vividly as humans. It is akin to our vision at dusk.",
        "created_date": "2024-02-01T15:36:34.516Z"
    },
    {
        "fact": "During the Middle Ages, Great Danes and Mastiffs were sometimes suited with armor and spiked collars to enter a battle or to defend supply caravans.",
        "created_date": "2023-08-19T14:10:46.591Z"
    },
    {
        "fact": "In Iran, it is against the law to own a dog as a pet. However, if an owner can prove the dog is a guard or hunting dog, this restriction doesn’t apply. Muslim reticence concerning dogs is perhaps due to the fact that rabies has always been endemic in the Middle East.",
        "created_date": "2024-06-30T06:52:35.588Z"
    },
    {
        "fact": "A person standing still 300 yards away is almost invisible to a dog. But a dog can easily identify its owner standing a mile away if the owner is waving his arms.",
        "created_date": "2023-11-11T08:32:50.543Z"
    },
    {
        "fact": "New puppies have heat sensors in their noses to help find their moms while their eyes and ears are closed.",
        "created_date": "2024-01-01T04:53:53.265Z"
    },
    {
        "fact": "The Labrador is so popular, in 2006 there were approximately 3-5 times more Labs as there were German Shepherds or Golden Retrievers.",
        "created_date": "2024-05-01T20:02:38.723Z"
    },
    {
        "fact": "Most dogs are capable of understanding up to 250 words and gestures.",
        "created_date": "2023-11-10T15:42:01.686Z"
    },
    {
        "fact": "The Basenji is the only barkless dog.",
        "created_date": "2023-11-14T18:02:16.412Z"
    },
    {
        "fact": "The heaviest breed, the Mastiff, weighs about 200 pounds.",
        "created_date": "2024-07-25T22:07:09.587Z"
    },
    {
        "fact": "The oldest known breed is likely the Saluki, originally trained by Egyptians to help them track game.",
        "created_date": "2024-05-05T09:58:50.536Z"
    },
    {
        "fact": "Dogs are pack animals -- they don't enjoy being alone.",
        "created_date": "2024-05-31T16:22:45.313Z"
    },
    {
        "fact": "Dogs can learn more than 1000 words.",
        "created_date": "2023-10-31T20:08:43.795Z"
    },
    {
        "fact": "Chihuahuas are born with soft spots in their skulls, just like human babies.",
        "created_date": "2024-06-14T22:12:28.573Z"
    },
    {
        "fact": "At the end of WWI, the German government trained the first guide dogs for war-blinded soldiers.",
        "created_date": "2023-09-13T00:12:33.232Z"
    },
    {
        "fact": "An African wolf dog known as the Basenji is the only dog in the world that cannot bark.",
        "created_date": "2023-09-03T05:59:06.470Z"
    },
    {
        "fact": "The U.S. has the highest dog population in the world. France has the second highest.",
        "created_date": "2023-12-06T06:08:44.103Z"
    },
    {
        "fact": "According to a study shared by Cornell University, dogs were domesticated between 9,000 and 34,000 years ago.",
        "created_date": "2024-03-10T14:34:14.691Z"
    },
    {
        "fact": "Puppies are sometimes rejected by their mother if they are born by cesarean and cleaned up before being given back to her.",
        "created_date": "2023-11-20T09:23:59.526Z"
    },
    {
        "fact": "Max, Jake, Maggie and Molly are the most popular dog names.",
        "created_date": "2023-10-24T06:22:34.234Z"
    },
    {
        "fact": "No night vision goggles needed! Dogs’ eyes contain a special membrane, called the tapetum lucidum, which allows them to see in the dark.",
        "created_date": "2024-05-08T14:35:49.589Z"
    },
    {
        "fact": "A Great Dane named \"Just Nuisance\" is the only dog to have officially enlisted in the Royal Navy.",
        "created_date": "2023-08-03T15:01:52.119Z"
    },
    {
        "fact": "Those born under the sign of the dog in Chinese astrology are considered to be loyal and discreet, though slightly temperamental.",
        "created_date": "2024-03-31T08:10:04.863Z"
    },
    {
        "fact": "Small quantities of grapes and raisins can cause renal failure in dogs. Chocolate, macadamia nuts, cooked onions, or anything with caffeine can also be harmful.",
        "created_date": "2024-06-09T16:00:01.137Z"
    },
    {
        "fact": "There are almost 5 million dog bites per year; children are the main victims. Dog bites cause losses of over $1 billion a year.",
        "created_date": "2024-03-13T08:40:36.491Z"
    },
    {
        "fact": "Search and Rescue dog training begin as games played while puppies.",
        "created_date": "2024-02-26T02:54:26.922Z"
    },
    {
        "fact": "Dogs have lived with humans for over 14,000 years. Cats have lived with people for only 7,000 years.",
        "created_date": "2024-04-23T18:06:43.609Z"
    },
    {
        "fact": "The largest breed of dog is the Irish Wolfhound.",
        "created_date": "2023-10-09T20:27:02.323Z"
    },
    {
        "fact": "Average body temperature for a dog is 101.2 degrees.",
        "created_date": "2024-02-13T23:37:35.523Z"
    },
    {
        "fact": "Some dogs have shown remarkable ability to detect certain cancers.",
        "created_date": "2024-03-09T09:08:02.347Z"
    },
    {
        "fact": "Dogs cannot distinguish between red and green as these colors would appear as shades of grey to a dog.",
        "created_date": "2023-12-16T06:56:06.957Z"
    },
    {
        "fact": "Only dogs and humans have prostates.",
        "created_date": "2024-01-21T13:50:49.988Z"
    },
    {
        "fact": "The Newfoundland has a water-resistant coat and webbed feet.",
        "created_date": "2023-11-25T12:51:16.675Z"
    },
    {
        "fact": "Dogs do not have an appendix. Why haven’t humans gotten rid of theirs yet?",
        "created_date": "2024-04-20T19:19:24.621Z"
    },
    {
        "fact": "The Golden Retriever, one of the most popular dog breeds, was first bred in Scotland in the mid 1800s.",
        "created_date": "2024-03-06T22:42:50.685Z"
    },
    {
        "fact": "Dogs are all direct descendants of wolves.",
        "created_date": "2024-02-04T19:36:13.447Z"
    },
    {
        "fact": "Service dogs are recognized in the U.S. as \"necessary medical equipment.\"",
        "created_date": "2023-12-12T15:44:51.527Z"
    },
    {
        "fact": "Chocolate is poisonous to dogs because it contains theobromine.",
        "created_date": "2024-01-26T13:34:51.703Z"
    },
    {
        "fact": "Male dogs have a bone in their penis.",
        "created_date": "2024-02-14T03:45:14.620Z"
    },
    {
        "fact": "At the age of 4 weeks, most dogs have developed the majority of their vocalizations.",
        "created_date": "2024-03-03T00:15:45.398Z"
    },
    {
        "fact": "One kind of Pekingese is referred to as a \"sleeve\" because it was bred to fit into a Chinese empress’ sleeves, which was how it was often carried around.",
        "created_date": "2024-03-01T16:24:12.127Z"
    },
    {
        "fact": "Female dogs can get pregnant when their bodies undergo changes which make them receptive to male dogs. This is called being on heat or in estrus.",
        "created_date": "2023-10-14T19:32:48.831Z"
    },
    {
        "fact": "Dogs’ nose prints are as unique as a human’s finger prints, and can be used to accurately identify them.",
        "created_date": "2023-09-30T18:12:16.075Z"
    },
    {
        "fact": "The most popular dog breed in Canada, U.S., and Great Britain is the Labrador retriever.",
        "created_date": "2023-10-08T15:04:11.289Z"
    },
    {
        "fact": "In 2001, it was estimated that there are approximately 400 million dogs in the world.",
        "created_date": "2023-11-08T10:51:58.646Z"
    },
    {
        "fact": "Greyhounds are the fastest dogs on earth, with speeds of up to 45 miles per hour.",
        "created_date": "2023-12-04T06:39:39.720Z"
    },
    {
        "fact": "Dogs can be trained to detect cancer and other diseases in humans.",
        "created_date": "2023-09-01T10:04:03.798Z"
    },
    {
        "fact": "Dogs are capable of understanding up to 250 words and gestures, can count up to five and can perform simple mathematical calculations. The average dog is as intelligent as a two-year-old child.",
        "created_date": "2024-02-21T06:19:56.132Z"
    },
    {
        "fact": "The famous nickname, \"man’s best friend,\" is used in many other languages as well as English.",
        "created_date": "2024-03-30T23:10:00.617Z"
    },
    {
        "fact": "Davy Crockett had a dog named Sport.",
        "created_date": "2023-10-24T04:24:33.368Z"
    },
    {
        "fact": "Unlike cats, dogs are not exclusively carnivores: they can adapt to different foods, and a percentage of their diets can be fruits and vegetables.",
        "created_date": "2023-10-10T16:19:36.772Z"
    },
    {
        "fact": "The Beagle and Collie are the nosiest dogs, while the Akbash Dog and the Basenji are the quietest.",
        "created_date": "2023-10-07T19:44:23.666Z"
    },
    {
        "fact": "The average number of puppies in a litter is four to six.",
        "created_date": "2024-05-02T15:27:38.257Z"
    },
    {
        "fact": "Dogs normally have between one to sixteen or even more puppies.",
        "created_date": "2024-01-31T02:15:19.551Z"
    },
    {
        "fact": "The most popular breed of domestic dog in the US and the UK is the Labrador Retriever.",
        "created_date": "2024-04-23T14:40:04.463Z"
    },
    {
        "fact": "In Egypt, a person bitten by a rabid dog was encouraged to eat the roasted liver of a dog infected with rabies to avoid contracting the disease. The tooth of a dog infected with rabies would also be put in a band tied to the arm of the person bitten. The menstrual blood of a female dog was used for hair removal, while dog genitals were used for preventing the whitening of hair.",
        "created_date": "2024-01-17T22:51:27.321Z"
    },
    {
        "fact": "It’s been demonstrated that dogs can reduce both physical and emotional anxiety.",
        "created_date": "2023-11-10T07:56:35.160Z"
    },
    {
        "fact": "The average dog is as intelligent as a two-year-old child.",
        "created_date": "2023-11-17T15:01:36.307Z"
    },
    {
        "fact": "The normal body temperature of a dog is 100.94 degrees Fahrenheit (38.3 Celsius) to 102.56 F (39.2 C) whereas human normal body temperature 98.6 F (37 C).",
        "created_date": "2023-08-25T06:48:01.745Z"
    },
    {
        "fact": "Flyball, a dog sport consisting of relays, hurdles, and ball retrieving, was developed in the late 60s, and the first tournament was held in 1983.",
        "created_date": "2024-04-10T18:54:06.553Z"
    },
    {
        "fact": "The bible mentions dogs 14 times.",
        "created_date": "2023-11-17T01:49:02.970Z"
    },
    {
        "fact": "Stray dogs in Moscow have learned to ride the subway to find food.",
        "created_date": "2024-03-22T15:38:38.782Z"
    },
    {
        "fact": "One unspayed female dog, her mate and their puppies can produce 67,000 puppies in six years.",
        "created_date": "2023-09-12T05:17:46.161Z"
    },
    {
        "fact": "The ancient Mbaya Indians of the Gran Chaco in South America believed that humans originally lived underground until dogs dug them up.",
        "created_date": "2023-10-03T21:24:08.336Z"
    },
    {
        "fact": "Growing up. While the Chow Chow dogs are well known for their distinctive blue-black tongues, they’re actually born with pink tongues. They turn blue-black at 8-10 weeks of age.",
        "created_date": "2024-03-09T05:12:46.689Z"
    },
    {
        "fact": "About 12 percent of the air that a dog breathes goes into a special area in the back of the nose that is dedicated to smelling.",
        "created_date": "2023-08-08T14:02:35.937Z"
    },
    {
        "fact": "Seventy percent of people sign their pet’s name on greeting and holiday cards.",
        "created_date": "2024-07-17T23:36:50.495Z"
    },
    {
        "fact": "Petting a dog can lower your blood pressure.",
        "created_date": "2024-01-19T03:21:54.298Z"
    },
    {
        "fact": "Dogs aren't colorblind but their eyes don't have receptors for red. They see in shades of black and white and also in shades of blue and yellow.",
        "created_date": "2024-06-23T16:24:07.576Z"
    },
    {
        "fact": "Three of the 12 dogs on the Titanic survived.",
        "created_date": "2024-06-25T15:47:54.592Z"
    },
    {
        "fact": "The average city dog lives 3 years longer than a country dog.",
        "created_date": "2024-02-26T07:53:26.622Z"
    },
    {
        "fact": "Dogs have a ligament in the neck which allows them to conserve energy while running long distances following scent trails with their nose to the ground. Many other species have a similar ligament and it is called a Paddywhack.",
        "created_date": "2024-07-20T17:31:53.250Z"
    },
    {
        "fact": "A dog’s sense of smell is more than 100,000 times stronger than that of a human.",
        "created_date": "2023-12-26T07:08:04.987Z"
    },
    {
        "fact": "The phrase \"raining cats and dogs\" originated in 17th century England when it is believed that many cats and dogs drowned during heavy periods of rain.",
        "created_date": "2023-09-09T14:22:26.532Z"
    },
    {
        "fact": "It costs approximately $10,000 to train a federally certified search and rescue dog.",
        "created_date": "2024-07-18T05:07:00.915Z"
    },
    {
        "fact": "A dog’s pregnancy lasts for approximately 60 days.",
        "created_date": "2023-10-30T15:52:47.291Z"
    },
    {
        "fact": "After the fall of Rome, human survival often became more important than breeding and training dogs. Legends of werewolves emerged during this time as abandoned dogs traveling in packs commonly roamed streets and terrified villagers.",
        "created_date": "2023-12-18T17:07:59.184Z"
    },
    {
        "fact": "Petting dogs is proven to lower blood pressure of dog owners.",
        "created_date": "2024-07-30T18:36:40.375Z"
    },
    {
        "fact": "A couple presidential dogs were Golden Retrievers: \"Liberty,\" the presidential dog of Gerald Ford, and \"Victory,\" Ronald Reagan’s dog.",
        "created_date": "2023-11-21T02:38:22.051Z"
    },
    {
        "fact": "French poodles did not originate in France but in Germany \"poodle\" comes from the German pudel or pudelhund, meaning \"splashing dog\". Some scholars speculate the poodle’s puffs of hair evolved when hunters shaved the poodle for more efficient swimming, while leaving the pom-poms around the major joints to keep them warm.",
        "created_date": "2023-09-22T22:58:01.044Z"
    },
    {
        "fact": "The St. Bernard is the heaviest dog breed.",
        "created_date": "2024-05-08T01:58:26.449Z"
    },
    {
        "fact": "Bloodhounds are prized for their ability to single out and identify a number of scents simultaneously.",
        "created_date": "2024-05-02T21:54:52.976Z"
    },
    {
        "fact": "An American Animal Hospital Association poll found that 33 of dog owners admit to talking to their dogs on the phone and leaving answering machine messages for them while away.",
        "created_date": "2024-07-07T21:56:19.178Z"
    },
    {
        "fact": "Dogs’ only sweat glands are between their paw pads.",
        "created_date": "2024-06-12T13:54:59.490Z"
    },
    {
        "fact": "Puppies have 28 teeth and adult dogs have 42.",
        "created_date": "2023-11-07T20:10:53.101Z"
    },
    {
        "fact": "Dogs evolved from an extinct wolf-like creature in Eurasia 40,000 years ago.",
        "created_date": "2024-05-21T14:55:19.332Z"
    },
    {
        "fact": "In 2003, Dr. Roger Mugford invented the \"wagometer,\" a device that claims to interpret a dog’s exact mood by measuring the wag of its tail.",
        "created_date": "2023-12-20T04:55:13.635Z"
    },
    {
        "fact": "Male dogs know the female is in heat due to a smell emitted from the female dog.",
        "created_date": "2023-11-22T22:35:21.661Z"
    },
    {
        "fact": "Dogs with a flesh colored nose is said to have a \"Dudley Nose.\"",
        "created_date": "2023-11-19T20:58:35.801Z"
    },
    {
        "fact": "The World Canine Organization recognizes 339 breeds of dogs.",
        "created_date": "2024-04-26T18:48:31.418Z"
    },
    {
        "fact": "Humans generally see better than dogs, but dogs see much better when there is low-light.",
        "created_date": "2024-04-01T17:26:30.535Z"
    },
    {
        "fact": "Most dogs go in heat every 6 months and estrus lasts between 7 and 18 days.",
        "created_date": "2023-09-27T23:58:50.126Z"
    },
    {
        "fact": "Puppies grow to half their body weight in the first four to five months!",
        "created_date": "2023-11-28T17:01:12.181Z"
    },
    {
        "fact": "Dog nose prints are as unique as human finger prints and can be used to identify them.",
        "created_date": "2024-07-28T03:54:13.857Z"
    },
    {
        "fact": "The oldest dog on record – a Queensland Heeler named Bluey – was 29 years, 5 months old.",
        "created_date": "2023-09-08T01:34:07.974Z"
    },
    {
        "fact": "As Disney's Cruella De Vil was aware, Dalmatian puppies are born pure white and develop spots as they grow older.",
        "created_date": "2024-06-03T00:29:20.696Z"
    },
    {
        "fact": "Seeing spots? Or not...  Dalmatian puppies are pure white when they are born and develop their spots as they grow older.",
        "created_date": "2024-05-05T01:08:44.913Z"
    },
    {
        "fact": "Eighty-seven percent of dog owners say their dog curls up beside them or at their feet while they watch T.V.",
        "created_date": "2024-02-16T05:45:24.648Z"
    },
    {
        "fact": "Dogs see in colors of various shades of blue and yellow.",
        "created_date": "2024-03-07T19:12:17.062Z"
    },
    {
        "fact": "There are nearly 14,000 animal shelters and rescue groups across North America.",
        "created_date": "2024-02-07T21:22:55.559Z"
    },
    {
        "fact": "Dogs curl up to keep themselves warm and protect vital organs.",
        "created_date": "2024-04-05T03:03:10.986Z"
    },
    {
        "fact": "The Border Collie, Poodle and Golden Retriever are considered the world's smartest dog breeds.",
        "created_date": "2023-08-19T06:28:17.689Z"
    },
    {
        "fact": "Dog’s definitely don’t see like hawks. They have very poor eyesight, but can distinguish movement 10-20 times better than humans.",
        "created_date": "2024-05-12T07:54:59.229Z"
    },
    {
        "fact": "Over half of dog owners include their dogs in annual holiday photos.",
        "created_date": "2023-08-03T01:57:50.520Z"
    },
    {
        "fact": "Puppies love games such as hide and seek! Hide, then call your pup's name so she can try to find you.",
        "created_date": "2023-08-16T23:54:55.227Z"
    },
    {
        "fact": "More than 5,000,000 puppies are born in the U.S. every year.",
        "created_date": "2023-09-26T18:36:23.682Z"
    },
    {
        "fact": "Spiked dog collars were invented in ancient Greece and were originally designed to protect dogs throats from wolf attacks.",
        "created_date": "2024-06-06T16:41:17.904Z"
    },
    {
        "fact": "Wolves and dogs can mate to produce fertile offspring.",
        "created_date": "2024-04-10T22:20:13.201Z"
    },
    {
        "fact": "While not the best when it comes to sight, dogs have a keen sense of hearing, and can hear sounds at 4 times the distance of humans.",
        "created_date": "2024-06-24T00:49:55.864Z"
    },
    {
        "fact": "In early Christian tradition, Saint Christopher, the patron saint of travelers, is sometimes depicted with a dog’s head.",
        "created_date": "2023-10-14T08:14:30.143Z"
    },
    {
        "fact": "The most intelligent dogs are reportedly the Border Collie and the Poodle, while the least intelligent dogs are the Afghan Hound and the Basenji.",
        "created_date": "2024-03-01T16:53:26.159Z"
    },
    {
        "fact": "n ancient China, an emperor's last line of defense was a small Pekingese dog literally hidden up his sleeve.",
        "created_date": "2023-10-29T10:38:08.400Z"
    },
    {
        "fact": "Apple and pear seeds contain arsenic, which may be deadly to dogs.",
        "created_date": "2024-01-12T05:37:31.260Z"
    },
    {
        "fact": "The Labrador Retriever is the most popular breed, according to the American Kennel Club.",
        "created_date": "2023-11-25T14:44:15.630Z"
    },
    {
        "fact": "Dogs like to chew bones but cooked bones and bones that can splinter such as cooked chicken bones should not be given to dogs.",
        "created_date": "2024-07-10T07:40:12.208Z"
    },
    {
        "fact": "Dogs who have been spayed or neutered live longer than intact dogs.",
        "created_date": "2024-02-20T09:47:10.560Z"
    },
    {
        "fact": "Just like human fingerprints, no two dogs' nose prints are alike.",
        "created_date": "2023-08-05T02:36:31.991Z"
    },
    {
        "fact": "Many foot disorders in dogs are caused by long toenails.",
        "created_date": "2024-05-09T11:12:51.380Z"
    },
    {
        "fact": "President Franklin Roosevelt created a minor international incident when he claimed he sent a destroyer to the Aleutian Islands just to pick up his Scottish Terrier, Fala, who had been left behind.",
        "created_date": "2024-05-13T19:28:13.127Z"
    },
    {
        "fact": "All dogs can be traced back 40 million years ago to a weasel-like animal called the Miacis which dwelled in trees and dens. The Miacis later evolved into the Tomarctus, a direct forbear of the genus Canis, which includes the wolf and jackal as well as the dog.",
        "created_date": "2024-06-23T08:43:58.880Z"
    },
    {
        "fact": "The Akita is one of the most challenging dogs to own. Some insurance companies have even characterized it as the #1 \"bad dog\" and may even raise an Akita owner’s homeowner insurance costs.",
        "created_date": "2024-01-10T03:32:32.149Z"
    },
    {
        "fact": "Basset Hounds cannot swim.",
        "created_date": "2023-11-23T19:50:09.259Z"
    },
    {
        "fact": "Scholars have argued over the metaphysical interpretation of Dorothy’s pooch, Toto, in the Wizard of Oz. One theory postulates that Toto represents Anubis, the dog-headed Egyptian god of death, because Toto consistently keeps Dorothy from safely returning home.",
        "created_date": "2023-08-10T08:04:17.135Z"
    },
    {
        "fact": "Fifty-eight percent of people put pets in family and holiday portraits.",
        "created_date": "2024-07-16T09:48:50.346Z"
    },
    {
        "fact": "Wow, check out those choppers! Puppies have 28 teeth and normal adult dogs have 42.",
        "created_date": "2024-04-14T02:41:45.273Z"
    },
    {
        "fact": "Paul McCartney of the Beatles recorded a high pitched whistle at the end of \"A Day in the Life\" for his dog.",
        "created_date": "2024-04-16T17:33:53.335Z"
    },
    {
        "fact": "A dog's sense of smell is reduced by up to 40 percent when he's overheated and panting.",
        "created_date": "2024-07-30T05:20:34.207Z"
    },
    {
        "fact": "Bichons, Portuguese Water Dogs, Kerry Blue Terriers, Maltese and Poodles are all good choices if you have allergies since they shed less than other breeds.",
        "created_date": "2023-12-01T04:55:53.616Z"
    },
    {
        "fact": "Is something wet? Unlike humans who sweat everywhere, dogs only sweat through the pads of their feet.",
        "created_date": "2024-03-23T06:15:29.247Z"
    },
    {
        "fact": "There are about 400 million dogs in the world.",
        "created_date": "2024-04-19T08:51:33.970Z"
    },
    {
        "fact": "The are 4 constellations named after dogs.",
        "created_date": "2023-11-03T08:30:13.475Z"
    },
    {
        "fact": "In 1860's San Francisco, two stray dogs who were best friends became local celebrities. Their exploits were celebrated in local papers and they were granted immunity from the city's dog catchers.",
        "created_date": "2024-06-08T23:59:21.387Z"
    },
    {
        "fact": "It is much easier for dogs to learn spoken commands if they are given in conjunction with hand signals or gestures.",
        "created_date": "2024-06-16T17:47:54.066Z"
    },
    {
        "fact": "Bingo is the name of the dog on the side of the Cracker Jack box.",
        "created_date": "2024-02-24T03:07:43.758Z"
    },
    {
        "fact": "The American Water Spaniel was the first hunting breed developed to retrieve from boats.",
        "created_date": "2023-12-17T00:55:56.703Z"
    },
    {
        "fact": "Dogs have been used since the 1700’s for therapy.",
        "created_date": "2023-12-14T00:09:20.537Z"
    },
    {
        "fact": "A Russian dog named Laika was the first animal in space, traveling around Earth in 1957.",
        "created_date": "2024-07-16T12:35:29.867Z"
    },
    {
        "fact": "Highly trainable dog breeds like Golden Retrievers, Labrador Retrievers, German Shepherds and Collies are more kid-friendly than some other breeds.",
        "created_date": "2024-03-20T15:27:11.770Z"
    },
    {
        "fact": "Dogs can be trained to detect cancer in humans.",
        "created_date": "2023-11-24T18:28:34.181Z"
    },
    {
        "fact": "Countess Karlotta Libenstein of Germany left approximately $106 million to her Alsatin, Gunther III, when she died in 1992.",
        "created_date": "2024-06-01T14:03:25.837Z"
    },
    {
        "fact": "Dogs judge objects first by their movement, then by their brightness, and lastly by their shape.",
        "created_date": "2024-03-23T00:41:57.362Z"
    },
    {
        "fact": "Wolves and dogs can mate to produce fertile offspring.",
        "created_date": "2024-04-03T13:18:40.158Z"
    },
    {
        "fact": "Conservationists have used dogs to find bumblebee hives in order to protect endangered species.",
        "created_date": "2024-05-14T19:23:19.946Z"
    },
    {
        "fact": "Pitter patter. A large breed dog’s resting heart beats between 60 and 100 times per minute, and a small dog breed’s heart beats between 100-140. Comparatively, a resting human heart beats 60-100 times per minute.",
        "created_date": "2024-04-21T18:39:24.026Z"
    },
    {
        "fact": "More than 1 in 3 American families own a dog.",
        "created_date": "2024-02-17T15:03:06.807Z"
    },
    {
        "fact": "In 1957, Laika became the first living being in space via an earth satellite and JFK’s terrier, Charlie, fathered 4 puppies with Laika’s daughter.",
        "created_date": "2024-01-26T15:51:48.894Z"
    },
    {
        "fact": "Americans love dogs! 44 of U.S. households have a dog, which equates to 55.3 million homes",
        "created_date": "2024-01-09T01:31:29.768Z"
    },
    {
        "fact": "A dog can locate the source of a sound in 1/600 of a second and can hear sounds four times farther away than a human can.",
        "created_date": "2024-05-15T00:19:06.030Z"
    },
    {
        "fact": "All dogs are identical in anatomy, with 321 bones and 42 permanent teeth.",
        "created_date": "2024-03-10T00:46:31.715Z"
    },
    {
        "fact": "A Border Collie named Chaser has learned the names of 1,022 toys, and can retrieve each by name.",
        "created_date": "2023-08-16T03:10:11.502Z"
    },
    {
        "fact": "It’s not so black and white. It’s a myth that dogs only see in black and white. In fact, it’s believed that dogs see primarily in blue, greenish-yellow, yellow and various shades of gray.",
        "created_date": "2023-08-21T05:27:35.131Z"
    },
    {
        "fact": "Smaller breeds mature faster than larger breeds.",
        "created_date": "2023-12-30T00:26:42.504Z"
    },
    {
        "fact": "Seeing eye dogs pee and poo on command so that their owners can clean up after them. \"The command is usually \"Get busy!\" and pups will pace back and forth until they do their business. Male dogs are also trained to do their business without lifting their leg.",
        "created_date": "2024-06-05T10:19:33.623Z"
    },
    {
        "fact": "The first dogs were self-domesticated wolves which, at least 12,000 years ago, became attracted to the first sites of permanent human habitation.",
        "created_date": "2024-06-24T22:01:38.929Z"
    },
    {
        "fact": "Dogs do not have an appendix.",
        "created_date": "2024-05-17T07:22:13.877Z"
    },
    {
        "fact": "The oldest known dog bones were found in Asia and date as far back as 10,000 B.C. The first identifiable dog breed appeared about 9000 B.C. and was probably a type of Greyhound dog used for hunting.",
        "created_date": "2023-08-02T20:37:41.228Z"
    },
    {
        "fact": "Dogs are naturally submissive to any creature with higher pack status, human or canine.",
        "created_date": "2024-02-20T03:52:23.665Z"
    },
    {
        "fact": "In Roman times, mastiffs donned light armor and were sent after mounted knights.",
        "created_date": "2023-11-29T23:18:38.357Z"
    },
    {
        "fact": "The Alaskan Malamute can withstand temperatures as low as 70 degrees below zero.",
        "created_date": "2024-07-17T16:19:41.280Z"
    },
    {
        "fact": "Dogs have a very good sense of smell. The part of a dog’s brain that analyses smell is 40 times larger than a human’s and they can smell 1,000 to 10,000 times better than us.",
        "created_date": "2024-02-25T18:23:26.120Z"
    },
    {
        "fact": "The largest breed of dog is the Irish Wolfhound.",
        "created_date": "2023-09-30T10:55:30.636Z"
    },
    {
        "fact": "The current world record for a Flyball race is 14.413 seconds, set by the team \"Touch N Go\" of Las Vegas.",
        "created_date": "2024-03-27T23:00:25.007Z"
    },
    {
        "fact": "Dalmatian puppies are born completely white.",
        "created_date": "2024-05-20T19:13:08.742Z"
    },
    {
        "fact": "This dog, Naki'o, lost all of his legs to frostbite in Colorado, but now has four prosthetic legs and can run around like normal.",
        "created_date": "2023-08-08T03:35:15.083Z"
    },
    {
        "fact": "Dogs are about as smart as a two- or three-year-old child. This means they can understand about 150-200 words, including signals and hand movements with the same meaning as words.",
        "created_date": "2024-05-08T09:27:23.882Z"
    },
    {
        "fact": "The earliest European images of dogs are found in cave paintings dating back 12,000 years ago in Spain.",
        "created_date": "2024-05-10T15:32:48.608Z"
    },
    {
        "fact": "Puppies then take a year or more to gain the other half of their body weight.",
        "created_date": "2024-01-25T16:37:51.469Z"
    },
    {
        "fact": "Dog noses are also very cute and easy to boop.",
        "created_date": "2023-10-06T21:51:49.490Z"
    },
    {
        "fact": "Stroking dogs and gazing into their eyes releases the \"feel good\" hormone oxytocin for both people and dogs.",
        "created_date": "2023-12-24T06:58:40.383Z"
    },
    {
        "fact": "One of Michael Vick's former fighting dogs, Leo, went on to be a therapy dog who comforted dying children.",
        "created_date": "2024-06-22T07:15:58.605Z"
    },
    {
        "fact": "Dogs sweat through the pads of their feet.",
        "created_date": "2023-09-03T15:33:09.631Z"
    },
    {
        "fact": "Although dogs have some sweat glands in their feet, their principal way of losing heat when they are too hot is by panting.",
        "created_date": "2023-08-15T17:30:18.072Z"
    },
    {
        "fact": "Corgi is Welsh for \"dwarf dog\".",
        "created_date": "2024-01-29T06:16:50.398Z"
    },
    {
        "fact": "Dogs don’t go into menopause and will continue to go on heat indefinitely unless they are spayed.",
        "created_date": "2023-09-16T15:06:25.286Z"
    },
    {
        "fact": "A dog’s powerful sense of smell is frequently called upon to detect anything from mines and explosives to termites and bed bugs.",
        "created_date": "2024-04-15T04:54:43.471Z"
    },
    {
        "fact": "Dogs are naturally submissive to any creature with a higher pack status.",
        "created_date": "2023-11-10T11:39:28.589Z"
    },
    {
        "fact": "During the Renaissance, detailed portraits of the dog as a symbol of fidelity and loyalty appeared in mythological, allegorical, and religious art throughout Europe, including works by Leonardo da Vinci, Diego Velázquez, Jan van Eyck, and Albrecht Durer.",
        "created_date": "2024-02-21T05:01:51.455Z"
    },
    {
        "fact": "Dogs need a strong sense of smell because their eyesight is not as keen as a human’s.",
        "created_date": "2024-03-15T10:59:34.951Z"
    },
    {
        "fact": "The Saint Bernard gains its name from the \"Great St. Bernard Hospice;\" the monastery where Barry and other mountain dogs was raised by monks to rescue victims from the snowy Alps.",
        "created_date": "2023-12-22T16:32:28.140Z"
    },
    {
        "fact": "Dogs sometimes appear to smile -- much like humans -- with open mouth grinning. This may indicate a relaxed, submissive state.",
        "created_date": "2024-01-27T09:53:05.150Z"
    },
    {
        "fact": "Dachshunds were bred to fight badgers in their dens.",
        "created_date": "2024-04-15T07:58:22.894Z"
    },
    {
        "fact": "There are only 350 Cisky Terriers in the world, possibly making it the rarest breed.",
        "created_date": "2024-05-22T15:19:44.052Z"
    },
    {
        "fact": "One female dog and her female children could produce 4,372 puppies in seven years.",
        "created_date": "2024-01-07T20:36:51.956Z"
    },
    {
        "fact": "The Girl Scouts and Boy Scouts both offer merit badges in dog care.",
        "created_date": "2024-03-22T04:21:00.067Z"
    },
    {
        "fact": "The shape of a dog’s face suggests how long it will live. Dogs with sharp, pointed faces that look more like wolves typically live longer. Dogs with very flat faces, such as bulldogs, often have shorter lives.",
        "created_date": "2024-05-07T02:00:29.003Z"
    },
    {
        "fact": "The U.S. has the highest dog population in the world.",
        "created_date": "2024-06-15T04:51:50.498Z"
    },
    {
        "fact": "Different smells in the a dog’s urine can tell other dogs whether the dog leaving the message is female or male, old or young, sick or healthy, happy or angry.",
        "created_date": "2024-05-15T13:49:22.693Z"
    },
    {
        "fact": "Irish Wolfhounds, the tallest breed, are 30 to 35 inches tall.",
        "created_date": "2024-04-04T21:46:53.425Z"
    },
    {
        "fact": "Dogs know from which nostril a smell has entered.",
        "created_date": "2023-09-18T12:58:52.927Z"
    },
    {
        "fact": "Dogs can use their sense of smell to gauge our emotions, they can smell fear, anxiety, even sadness. This is because they can smell hormones such as adrenaline.",
        "created_date": "2024-07-13T05:14:17.549Z"
    },
    {
        "fact": "Dachshunds were originally bred to fight badgers.",
        "created_date": "2024-06-13T18:50:21.630Z"
    },
    {
        "fact": "Eighteen muscles or more can move a dog’s ear.",
        "created_date": "2024-01-12T13:39:04.623Z"
    },
    {
        "fact": "A person should never kick a dog facing him or her. Some dogs can bite 10 times before a human can respond.",
        "created_date": "2023-11-09T09:19:30.272Z"
    },
    {
        "fact": "The fastest breed, the Greyhound, can run up to 44 miles per hour.",
        "created_date": "2024-05-12T00:51:47.740Z"
    },
    {
        "fact": "Dogs have sweat glands in between their paws.",
        "created_date": "2024-04-08T23:57:56.233Z"
    },
    {
        "fact": "The best dog to reportedly attract a date is the Golden Retriever. The worst is the Pit Bull.",
        "created_date": "2024-02-07T06:39:55.301Z"
    },
    {
        "fact": "If never spayed or neutered, a female dog, her mate, and their puppies could produce over 66,000 dogs in 6 years!",
        "created_date": "2023-11-16T10:21:50.563Z"
    },
    {
        "fact": "The phrase \"raining cats and dogs\" originated in seventeenth-century England. During heavy rainstorms, many homeless animals would drown and float down the streets, giving the appearance that it had actually rained cats and dogs.",
        "created_date": "2024-07-31T07:39:36.500Z"
    },
    {
        "fact": "The term \"dog days of summer\" was coined by the ancient Greeks and Romans to describe the hottest days of summer that coincided with the rising of the Dog Star, Sirius.",
        "created_date": "2023-10-28T00:02:53.621Z"
    },
    {
        "fact": "Alexander the Great is said to have founded and named a city Peritas, in memory of his dog.",
        "created_date": "2024-05-01T17:30:14.719Z"
    },
    {
        "fact": "The French Bulldog is incapable of reproducing naturally.",
        "created_date": "2024-03-10T11:28:35.239Z"
    },
    {
        "fact": "A dog could detect a teaspoon of sugar if you added it to an Olympic-sized swimming pool full of water.",
        "created_date": "2023-09-12T20:46:11.003Z"
    },
    {
        "fact": "In addition to \"formal\" forms of dog training (operant conditioning, reinforcement, or classical conditioning), dogs are able to learn merely from observation.",
        "created_date": "2023-11-26T07:16:18.236Z"
    },
    {
        "fact": "It’s not a fever... A dog’s normal temperature is between 101 and 102.5 degrees Fahrenheit. How much do you know about dog health? Take our Doggy First Aid Quiz!",
        "created_date": "2024-02-11T12:48:31.536Z"
    },
    {
        "fact": "Teams of dogs compete for the fastest time without errors in Flyball races.",
        "created_date": "2023-08-30T12:59:20.279Z"
    },
    {
        "fact": "France has the 2nd highest dog population.",
        "created_date": "2024-02-21T08:53:51.625Z"
    },
    {
        "fact": "A dog's average body temperature is 101.2 degrees.",
        "created_date": "2023-12-06T18:45:04.583Z"
    },
    {
        "fact": "Your pup reaches his full size between 12 and 24 months.",
        "created_date": "2023-09-30T22:28:25.348Z"
    },
    {
        "fact": "Toto in The Wizard of Oz was played by a female Cairn Terrier named Terry.",
        "created_date": "2023-12-02T04:41:09.815Z"
    },
    {
        "fact": "The names of 77 ancient Egyptian dogs have been recorded. The names refer to color and character, such as Blackie, Ebony, Good Herdsman, Reliable, and Brave One.",
        "created_date": "2023-09-17T09:51:39.403Z"
    },
    {
        "fact": "Chow Chows are born with pink tongues, which turn blue-black at 8 to 10 weeks.",
        "created_date": "2023-11-16T12:39:46.215Z"
    },
    {
        "fact": "The largest dog was an English Mastiff who weighed 343 pounds.",
        "created_date": "2023-09-28T12:38:42.166Z"
    },
    {
        "fact": "Tiger Woods stuttered as a child and used to talk to his dog until he fell asleep in an effort to get rid of it.",
        "created_date": "2023-10-05T21:57:15.669Z"
    },
    {
        "fact": "Most dogs have 42 teeth.",
        "created_date": "2024-04-24T22:37:58.929Z"
    },
    {
        "fact": "Dogs’ sense of hearing is more than ten times more acute than a human’s.",
        "created_date": "2023-12-18T08:35:52.079Z"
    },
    {
        "fact": "At about 6 inches, the Chihuahua is the shortest breed.",
        "created_date": "2023-10-11T14:36:57.997Z"
    },
    {
        "fact": "Many foot disorders in dogs are simply an issue of too-long toenails.",
        "created_date": "2024-03-31T05:51:58.798Z"
    },
    {
        "fact": "One of the most famous Labrador Retrievers was \"Endal,\" an assistance dog recognized as the most decorated dog in the world.",
        "created_date": "2023-11-26T16:23:20.390Z"
    },
    {
        "fact": "Rin Tin Tin was the first Hollywood dog star and he really signed his movie contracts – all 22 of them – with a paw-print.",
        "created_date": "2024-06-13T13:47:57.066Z"
    },
    {
        "fact": "George Washington had 36 dogs–all Foxhounds–with one named Sweetlips.",
        "created_date": "2024-01-09T08:01:37.088Z"
    },
    {
        "fact": "Dogs can be taught to count and solve simple math problems.",
        "created_date": "2024-01-28T14:48:26.959Z"
    },
    {
        "fact": "President Theodore Roosevelt's Bull Terrier Pete ripped the pants off French Ambassador Jules Jusserand.",
        "created_date": "2023-09-25T08:48:18.589Z"
    },
    {
        "fact": "A dog's whiskers are used as sensing devices.",
        "created_date": "2024-04-17T11:28:22.792Z"
    },
    {
        "fact": "Dogs engage in rapid-eye-movement when they sleep, and have dreams just like humans do.",
        "created_date": "2024-04-01T07:20:02.106Z"
    },
    {
        "fact": "Most vets recommend that female dogs don’t get pregnant until the third estrus.",
        "created_date": "2024-02-14T15:24:53.855Z"
    },
    {
        "fact": "Even with their poor eyesight, dogs can still see better at night than humans do.",
        "created_date": "2023-10-23T11:32:29.543Z"
    },
    {
        "fact": "A dog’s heart beats up to 120 times per minute, or 50 faster than the average human heartbeat of 80 times per minute.",
        "created_date": "2023-11-01T01:44:19.738Z"
    },
    {
        "fact": "Rock star Ozzy Osborne saved his wife Sharon’s Pomeranian from a coyote by tackling ad wresting the coyote until it released the dog.",
        "created_date": "2024-07-17T07:45:23.882Z"
    },
    {
        "fact": "Dogs can get jealous when their humans display affection toward someone or something else.",
        "created_date": "2023-09-11T08:21:21.142Z"
    },
    {
        "fact": "Dogs DO have better low-light vision than humans because of a special light-reflecting layer behind their retinas.",
        "created_date": "2024-02-17T22:48:00.247Z"
    },
    {
        "fact": "Did you hear that? Sound frequency is measured in Hertz \"Hz\"}. The higher the Hertz, the higher-pitched the sound. Dogs hear best at 8,000 Hz, while humans hear best at around 2,000 Hz.",
        "created_date": "2024-06-23T03:41:23.669Z"
    },
    {
        "fact": "The average dog lives 10 to 14 years.",
        "created_date": "2023-09-04T03:02:08.119Z"
    },
    {
        "fact": "With love and a little patience, dogs can learn to walk backwards, salute and bow.",
        "created_date": "2023-11-23T15:30:02.478Z"
    },
    {
        "fact": "Newfoundlands are great swimmers because of their webbed feet.",
        "created_date": "2024-06-28T20:44:49.563Z"
    },
    {
        "fact": "At the end of the Beatles’ song \"A Day in the Life,\" a high-pitched dog whistle was recorded by Paul McCartney for his sheepdog.",
        "created_date": "2024-05-29T01:11:42.629Z"
    },
    {
        "fact": "Female wolves have been known to travel great distances to regurgitate full meals for their hungry pups.",
        "created_date": "2024-01-19T05:55:43.777Z"
    },
    {
        "fact": "This pup, Nesbit, earned over one million Delta airline miles in his life and had his own frequent flier card.",
        "created_date": "2023-10-02T19:18:40.735Z"
    },
    {
        "fact": "The Labrador Retriever is the #1 favorite breed in the U.S., Canada, and the U.K.",
        "created_date": "2024-05-12T13:40:21.372Z"
    },
    {
        "fact": "Some dogs can tell if a human is about to have an epileptic fit.",
        "created_date": "2023-09-28T17:20:01.631Z"
    },
    {
        "fact": "Dogs were first domesticated by cavemen.",
        "created_date": "2023-11-18T19:57:23.133Z"
    },
    {
        "fact": "A dog’s vision is not fully developed until after the first month.",
        "created_date": "2024-03-09T22:56:04.626Z"
    },
    {
        "fact": "The Mayans and Aztecs symbolized every tenth day with the dog, and those born under this sign were believed to have outstanding leadership skills.",
        "created_date": "2024-02-02T02:07:32.586Z"
    },
    {
        "fact": "The American Kennel Club, the most influential dog club in the United States, was founded in 1884.",
        "created_date": "2024-01-07T17:43:53.677Z"
    },
    {
        "fact": "Hollywood’s first and arguably best canine superstar was Rin Tin Tin, a five-day-old German Shepherd found wounded in battle in WWI France and adopted by an American soldier, Lee Duncan. He would sign his own contracts with his paw print.",
        "created_date": "2024-02-19T18:56:33.603Z"
    },
    {
        "fact": "The Norwegian Lundehund is the only dog with six toes on each foot.",
        "created_date": "2024-03-31T06:35:39.258Z"
    },
    {
        "fact": "Dogs have three eyelids, including one to keep their eyes moist and protected.",
        "created_date": "2023-09-06T11:19:28.611Z"
    },
    {
        "fact": "When dogs copulate, it is very normal for them to get stuck together and it may last for up to 45 minutes.",
        "created_date": "2024-04-07T19:42:08.270Z"
    },
    {
        "fact": "Weird dog laws include allowing police offers in Palding, Ohio, to bite a dog to quiet it. In Ventura County, California, cats and dogs are not allowed to have sex without a permit.",
        "created_date": "2023-11-30T07:01:06.819Z"
    },
    {
        "fact": "Dogs sleep for an average of 10 hours per day.",
        "created_date": "2024-06-20T20:41:48.991Z"
    },
    {
        "fact": "Gidget is the name of the Taco Bell dog.",
        "created_date": "2024-07-15T13:32:12.125Z"
    },
    {
        "fact": "Thomas Jefferson helped enact a dog tax in Virginia, because he was annoyed that dogs were killing his sheep.",
        "created_date": "2024-06-04T04:01:15.329Z"
    },
    {
        "fact": "Dog trainers in ancient China were held in high esteem. A great deal of dog domestication also took place in China, especially dwarfing and miniaturization.",
        "created_date": "2024-02-13T10:39:17.232Z"
    },
    {
        "fact": "Puppies are blind, deaf and toothless when born.",
        "created_date": "2023-09-15T14:59:36.710Z"
    },
    {
        "fact": "Laika, a Russian stray, was the first living mammal to orbit the Earth, in the Soviet Sputnik spacecraft in 1957. Though she died in space, her daughter Pushnika had four puppies with President John F. Kennedy’s terrier, Charlie.",
        "created_date": "2024-01-18T03:22:29.756Z"
    },
    {
        "fact": "Greyhounds appear to be the most ancient dog breed. \"Greyhound\" comes from a mistake in translating the early German name Greishund, which means \"old\" or \"ancient dog\" not from the color gray.",
        "created_date": "2024-07-31T12:22:24.127Z"
    },
    {
        "fact": "Pit bulls have been given a bad rap. BADRAP was started in the San Francisco Bay area on behalf of \"pit bulls and their people\" and was ranked nationally as a No. 1 high-impact nonprofit for animal welfare.",
        "created_date": "2024-03-29T10:07:18.546Z"
    },
    {
        "fact": "One survey reports that 33 of dog owners admit they talk to their dogs on the phone or leave messages on answering machines while they are away..",
        "created_date": "2024-02-02T18:30:50.303Z"
    },
    {
        "fact": "Franklin Roosevelt spent $15,000 for a destroyer to pick up his Scottie in the Aleutian Islands.",
        "created_date": "2024-04-19T18:37:56.643Z"
    },
    {
        "fact": "One of Shakespeare’s most mischievous characters is Crab, the dog belonging to Launce in the Two Gentlemen of Verona. The word \"watchdog\" is first found in The Tempest.",
        "created_date": "2024-05-14T03:28:17.601Z"
    },
    {
        "fact": "A lost Dachshund was found swallowed whole in the stomach of a giant catfish in Berlin on July 2003.",
        "created_date": "2024-06-06T13:22:20.105Z"
    },
    {
        "fact": "No, it’s not just to make themselves look adorable. Dogs curl up in a ball when they sleep due to an age-old instinct to keep themselves warm and protect their abdomen and vital organs from predators.",
        "created_date": "2024-03-08T03:32:20.698Z"
    },
    {
        "fact": "Therapy dogs, who bring healing to individuals and families by visiting hospitals schools or retirement homes, differ from service dogs, who assist individuals who have disabilities.",
        "created_date": "2023-12-04T17:05:39.395Z"
    },
    {
        "fact": "Bloodhound dogs have a keen sense of smell and have been used since the Middle Ages to track criminals.",
        "created_date": "2023-12-27T03:26:55.933Z"
    },
    {
        "fact": "Some stray Russian dogs have figured out how to use the subway system in order to travel to more populated areas in search of food.",
        "created_date": "2024-01-23T09:22:50.558Z"
    },
    {
        "fact": "President Lyndon Johnson had two beagles named Him and Her.",
        "created_date": "2024-06-08T23:37:44.385Z"
    },
    {
        "fact": "Thirty percent of all Dalmatians are deaf in one or both ears. Because bulldogs have extremely short muzzles, many spend their lives fighting suffocation. Because Chihuahuas have such small skulls, the flow of spinal fluid can be restricted, causing hydrocephalus, a swelling of the brain.",
        "created_date": "2024-04-05T01:57:35.645Z"
    },
    {
        "fact": "Baks the blind boxer has a seeing eye goose named Buttons. Buttons the four-year-old goose leads her pup around everywhere either by hanging onto him with her neck, or by honking to tell him which way to go.",
        "created_date": "2023-12-14T22:22:54.988Z"
    },
    {
        "fact": "A German Shepherd named Orient accompanied her blind owner Bill Irwin as he became the first blind person to through-hike the 2,100-mile Appalachian Trail in 1990.",
        "created_date": "2023-11-27T06:21:36.683Z"
    },
    {
        "fact": "The ancient Chinese carried Pekingese puppies in the sleeves of their robes.",
        "created_date": "2023-11-26T17:56:16.335Z"
    },
    {
        "fact": "A dog can both sniff and breathe at the same time.",
        "created_date": "2024-03-06T13:01:32.126Z"
    },
    {
        "fact": "Bingo is the name of the dog on the box of Cracker Jacks.",
        "created_date": "2024-05-18T02:54:38.061Z"
    },
    {
        "fact": "Analysis of the dog genome demonstrate only 4 major types of dogs: \"Old Lineage Dogs,\" \"Mastiff-type Dogs,\" \"Herding Dogs,\" and \"Modern Hunting Dogs\".",
        "created_date": "2024-02-21T07:19:26.240Z"
    },
    {
        "fact": "Male dogs will raise their legs while urinating to aim higher on a tree or lamppost because they want to leave a message that they are tall and intimidating. Some wild dogs in Africa try to run up tree trunks while they are urinating to appear to be very large.",
        "created_date": "2023-10-24T23:21:43.288Z"
    },
    {
        "fact": "Dogs have no sense of time.",
        "created_date": "2023-12-29T16:35:47.502Z"
    },
    {
        "fact": "Obesity is the top health problem among dogs.",
        "created_date": "2023-08-22T08:25:57.870Z"
    },
    {
        "fact": "The ancient religion Zoroastrianism includes in its religious text titled the Zend Avesta a section devoted to the care and breeding of dogs.",
        "created_date": "2023-10-09T06:36:50.910Z"
    },
    {
        "fact": "In Croatia, scientists discovered that lampposts were falling down because a chemical in the urine of male dogs was rotting the metal.",
        "created_date": "2024-01-16T13:13:23.105Z"
    },
    {
        "fact": "Spiked dog collars were used to protect dogs' throats from wolf attacks in ancient Greece.",
        "created_date": "2023-08-04T14:24:27.325Z"
    },
    {
        "fact": "The grief suffered after a pet dog dies can be the same as that experienced after the death of a person.",
        "created_date": "2024-05-31T02:41:37.667Z"
    },
    {
        "fact": "Dogs live an average of 15 years.",
        "created_date": "2024-03-18T13:11:02.438Z"
    },
    {
        "fact": "Police dogs can smell human bodies even when they are buried up to 3 meters in the ground.",
        "created_date": "2023-11-30T14:30:22.557Z"
    },
    {
        "fact": "Dogs have three eyelids. The third lid, called a nictitating membrane or \"haw,\" keeps the eye lubricated and protected.",
        "created_date": "2024-07-06T17:51:22.645Z"
    },
    {
        "fact": "A dog most likely interprets a smiling person as baring their teeth, which is an act of aggression.",
        "created_date": "2024-03-06T20:01:53.767Z"
    },
    {
        "fact": "Three dogs survived the sinking of the Titanic: a Newfoundland, a Pomeranian, and a Pekingese.",
        "created_date": "2023-09-10T15:19:58.887Z"
    },
    {
        "fact": "Perky-eared dogs hear sounds better than floppy-eared dogs.",
        "created_date": "2024-07-05T23:10:34.717Z"
    },
    {
        "fact": "A dog's sense of smell is 10,000 times stronger than a human's.",
        "created_date": "2023-09-24T17:22:25.752Z"
    },
    {
        "fact": "Humans have kept dogs as pets for over 12,000 years.",
        "created_date": "2024-02-01T04:55:44.983Z"
    },
    {
        "fact": "A German Shepherd guide dog led her blind companion the entire 2,100 mile Appalachian Trail.",
        "created_date": "2024-04-09T12:06:09.762Z"
    },
    {
        "fact": "Dogs can see best at dawn and dusk.",
        "created_date": "2023-11-23T13:38:52.317Z"
    },
    {
        "fact": "Express yourself. Dogs’ ears are extremely expressive. It’s no wonder! There are more than a dozen separate muscles that control a dog’s ear movements.",
        "created_date": "2023-12-16T08:37:56.250Z"
    },
    {
        "fact": "The breed Lundehune has 6 toes and can close its ears.",
        "created_date": "2024-04-19T08:27:24.970Z"
    },
    {
        "fact": "The process of birthing puppies is called \"whelping.\"",
        "created_date": "2024-03-03T10:15:44.011Z"
    },
    {
        "fact": "When dogs were evolving, bone marrow could sometimes form an important part of their diet.",
        "created_date": "2023-12-17T03:45:19.632Z"
    },
    {
        "fact": "Dogs do dream! Dogs and humans have the same type of slow wave sleep \"SWS\"} and rapid eye movement \"REM\" and during this REM stage dogs can dream. The twitching and paw movements that occur during their sleep are signs that your pet is dreaming",
        "created_date": "2024-02-27T14:16:16.568Z"
    },
    {
        "fact": "When Lord Byron was informed that his dog was not allowed to come with him to Cambridge Trinity College, he retaliated by bringing a bear instead.",
        "created_date": "2024-05-14T17:46:48.652Z"
    },
    {
        "fact": "Dogs are natural pack animals.",
        "created_date": "2024-06-17T02:52:44.363Z"
    },
    {
        "fact": "Boxers are so named because of their manner of playing using their front paws.",
        "created_date": "2024-06-09T08:04:43.823Z"
    },
    {
        "fact": "A bloodhound named Tigger holds the record for the longest ears, each measuring more than 13 inches.",
        "created_date": "2024-05-16T03:28:02.430Z"
    }
]
